;;===================================================
;;
;; 	НАЗВАНИЕ:   MetionBattleSuit
;;	ПЕРЕВОД 				06/05/22	11:15
;;
;;===================================================

[MetionBattleSuit X2ArmorTemplate]
FriendlyName="<font color='#808080'>Боевой костюм Метион</font>"
FriendlyNamePlural="<font color='#808080'>Боевые костюмы Метион</font>"
BriefSummary="Этот экспериментальный боевой костюм обеспечивает огромную устойчивость к повреждениям, живучесть, а также большой выбор систем вооружения. Боевой костюм Метион также может использовать щит, который служит временным прикрытием для союзников."
TacticalText="<Bullet/> Боевой костюм Метион оснащен ракетами, магнитным миниганом, перчаткой эсминца ближнего боя, точкой крепления тяжелого оружия и системой реактивного ранца для быстрого перемещения.\n<Bullet/> Боевой костюм Метион может развернуть щит, позволяя владельцу временно выступать в качестве высокого прикрытия для товарищей по отряду."

[MetionClusterRocket X2AbilityTemplate]
LocFriendlyName="Ракетный обстрел Метиона"
LocLongDescription="Обстреляйте обширную территорию градом ракет"
LocHelpText="Обстреляйте обширную территорию градом ракет"
LocFlyOverText="Ракетный обстрел"

[MetionShield X2AbilityTemplate]
LocFriendlyName="Щит Метиона"
LocLongDescription="Разверните щит, дающий укрытие союзникам, снижает защиту пользователя, но увеличивает броню и уклонение"
LocHelpText="Разворачивает щит"
LocFlyOverText="Щит Метиона"

[MetionGauntlet X2AbilityTemplate]
LocFriendlyName="Прототип плазмомета"
LocLongDescription="Стреляет чрезвычайно мощной плазменной стрелой в ближнем бою"
LocHelpText="Огненная перчатка"
LocFlyOverText="Огненная перчатка"

[MagneticMiniGun X2AbilityTemplate]
LocFriendlyName="Магнитный миниган Аконтия"
LocLongDescription="Выпускает дождь из магнитных болтов на большую площадь"
LocHelpText="Выстрел Магнитным миниганм"
LocFlyOverText="Магнитный миниган"

[MetionJump X2AbilityTemplate]
LocFriendlyName="Реактивный ранец Метион"
LocLongDescription="Большие двигатели, встроенные в боевой костюм Метион, позволяют пользователю быстро менять положение на поле боя"
LocHelpText="Перелететь в новое место"
LocFlyOverText="Реактивный ранец Метион"

[MetionKnee X2AbilityTemplate]
LocFriendlyName="Реактивный удар коленом"
LocLongDescription="Используйте двигатели, встроенные в икры боевого костюма, чтобы нанести быстрый дезориентирующий удар коленом"
LocHelpText="Дезориентирует цель"
LocFlyOverText="Удар коленом Метион"

[MetionTech X2TechTemplate]
DisplayName="<font color='#808080'>Экспериментальный боевой костюм</font>"
Summary="Командир, по мере того, как технологии, которые инопланетяне используют против нас, становятся все более смертоносными, стало очевидным, что нам нужно быстро исследовать контрмеры как по живучести, так и по смертоносности."
CodeName="Эннеапилон"
LongDescription="Командир, мы разработали экспериментальный боевой костюм, который не только повысит выживаемость солдата, который его носит, но также оснащен большим количеством тяжелого вооружения и реактивным ранцем, который должен позволить пользователю перемещать на поле боя ограниченное количество раз, чтобы компенсировать, насколько тяжелым и громоздким является боевой костюм. \n\n В то время как боевой костюм \"Метион\" является улучшением по сравнению с нашим боевым костюмом W.A.R. Костюмы с точки зрения защиты, это технология, приводящая в действие его ракетное и перчаточное оружие, что делает его успешным в наших постоянных попытках улучшить наши боевые шансы против инопланетян. В то время как ракеты просто используют более сложную систему сдерживания для переноса большей полезной нагрузки, оружие, установленное на правой руке скафандра, тем не менее, представляет собой \"Прототип плазменной пусковой установки\", оружие концентрирует поток плазмы в один снаряд, прежде чем выпустить его , к сожалению, технология не позволяет снаряду улететь далеко, прежде чем яростно взорвется как таковой, хотя его можно использовать только в ближнем бою, он чрезвычайно мощный.  \n\n Чтобы компенсировать недостаточную мобильность этого боевого костюма, он был оснащен дополнительным оружием дальнего действия, миниатюрной магнитной пушкой Гатлинга, спрятанной под развертываемым щитом на левой руке костюма, хотя и не таким мощным, как плазменное оружие. меньшая потребляемая мощность магнитного оружия позволяет нам оснастить костюм еще одной контрмерой для маломобильности, мощным, но немного рудиментарным \"реактивным ранцем\", мощности в костюме достаточно только для того, чтобы реактивный ранец можно было использовать пару раз, поэтому крайне важно, чтобы наши войска были осторожны с его использованием. \n\n Р.Тайган."
AlertString="<font color='#808080'>Экспериментальный боевой костюм</font>"

[MetionBattlesuit X2TechTemplate]
DisplayName="<font color='#808080'>Боевой костюм Метион</font>"
Summary="Чрезвычайно мощный боевой костюм, разработанный Тайганом и исследовательской группой, хотя костюм может быть немного громоздким, я считаю, что он более чем компенсирует это тем, что несет множество систем оружия, оставаясь при этом модернизацией по сравнению с W.A.R. костюм по прочности Л.Шень." 


[MetionBattlesuitCrabHelm X2BodyPartTemplate]
DisplayName="MBS: Метион Шлем краб"

[MetionBattlesuitCrabHelmX X2BodyPartTemplate]
DisplayName="MBS: Метион Шлем краб X"

[MetionBattlesuitCrabHelmSkull X2BodyPartTemplate]
DisplayName="MBS: MBS: Метион Шлем Череп краба"

[MetionBattlesuitCrabHelm_F X2BodyPartTemplate]
DisplayName="MBS: Метион Шлем краб"

[MetionBattlesuitCrabHelmX_F X2BodyPartTemplate]
DisplayName="MBS: Метион Шлем краб X"

[MetionBattlesuitCrabHelmSkull_F X2BodyPartTemplate]
DisplayName="MBS: Метион Шлем Череп краба"

[MetionBrickhead X2BodyPartTemplate]
DisplayName="MBS: Метион Кирпичная голова"

[MetionBrickheadSkull X2BodyPartTemplate]
DisplayName="MBS: Метион Голова кирпичного черепа"

[MetionCustodianHound X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель"

[MetionCustodianHoundKnight X2BodyPartTemplate]
DisplayName="MBS: Метион Хранитель-рыцарь-гончая"

[MetionCustodianHoundSkull X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель Череп"

[MetionCustodianHoundWhite X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель Белая"

[MetionCustodianHoundWolfSkull X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель Череп волка"

[MetionXiphosCrab X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Шлем Краба"

[MetionXiphosCrabCrabPaint X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Шлем Краба Тон"

[MetionXiphosCrabOneEye X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Краб Одноглазый"

[MetionXiphosWhite X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Краб Белый"

[MetionBrickhead_F X2BodyPartTemplate]
DisplayName="MBS: Метион Кирпичная голова"

[MetionBrickheadSkull_F X2BodyPartTemplate]
DisplayName="MBS: Метион Голова кирпичного черепа"

[MetionCustodianHound_F X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель"

[MetionCustodianHoundKnight_F X2BodyPartTemplate]
DisplayName="MBS: Метион Хранитель-рыцарь-гончая"

[MetionCustodianHoundSkull_F X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель Череп"

[MetionCustodianHoundWhite_F X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель Белая"

[MetionCustodianHoundWolfSkull_F X2BodyPartTemplate]
DisplayName="MBS: Метион Гончая-хранитель Череп волка"

[MetionXiphosCrab_F X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Шлем Краба"

[MetionXiphosCrabCrabPaint_F X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Шлем Краба Тон"

[MetionXiphosCrabOneEye_F X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Одноглазый Краб"

[MetionXiphosWhite_F X2BodyPartTemplate]
DisplayName="MBS: Метион Ксифос Белый Краб"
